vms/libs/common/static-resources/camera_advanced_params/optera_set_stitching_mode_query.xml

<s:Envelope
    xmlns:s="http://www.w3.org/2003/05/soap-envelope">
    <s:Body
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <SetMultiSensorStitchingMode
            xmlns="urn:schemas-pelco-com:onvif:multisensorstitching:1">
			<StitchingMode>{StitchingMode}</StitchingMode>
		</SetMultiSensorStitchingMode>
        </s:Body>
</s:Envelope>